{
  "deposit": [
    ["What payment methods are supported?", "We support Stripe for credit/debit card payments. All payments are encrypted and processed instantly."],
    ["Can I pay with another method? Such as PayPal", "We currently do not support PayPal or direct crypto. Contact support for manual options."],
    ["Can I deposit with BNB or other BEP20 tokens?", "No. We do not accept crypto directly. Please use Stripe."],
    ["I've just deposited, and the balance still hasn't been added yet", "Wallet balances are applied automatically. If it's delayed, contact support with your payment ID."]
  ],
  "orders": [
    ["How to order?", "Go to 'Buy Upvotes', choose a package, enter your Reddit URL, and submit."],
    ["When do you start sending upvotes/downvotes?", "Usually within 1–15 minutes after approval."],
    ["What does upvote speed actually mean?", "It means how fast votes are delivered. Slower speeds are safer."],
    ["What are the order statuses?", "Pending (awaiting review), Approved (processing), Rejected (refunded)."],
    ["What types of accounts do you use?", "We use aged, karma-rich Reddit accounts for better results."],
    ["Can my account get shadowbanned or banned?", "It's rare, but possible. Avoid spammy content."],
    ["Can you give me advice for Reddit marketing?", "Yes, contact support with your goals and niche."],
    ["Should I send upvotes to posts more than 1 day old?", "No. New posts within 6–12 hours perform best."],
    ["How to buy Reddit upvotes again?", "Just go to 'Buy Upvotes' on your dashboard."],
    ["I want to boost multiple submissions — is it possible?", "Yes. Contact support for bulk campaigns or discounts."]
  ],
  "policy": [
    ["What is the TAT?", "TAT means Turnaround Time. Most orders complete in 1 to 6 hours."],
    ["What is the Refund Policy?", "If we reject your order, the amount is credited back to your wallet."],
    ["Before You Submit Links", "Ensure you submit valid Reddit post URLs. Avoid NSFW or banned subreddits."]
  ]
}
